{
  "people": [
    {
      "id": 1,
      "name": "Marcus",
      "email": "marcus@penpal.com"
    },
    {
      "id": 2,
      "name": "Asher",
      "email": "asher@penpal.com"
    },
    {
      "id": 3,
      "name": "Allison",
      "email": "allison@penpal.com"
    },
    {
      "id": 4,
      "name": "Hayat",
      "email": "hayat@penpal.com"
    },
    {
      "id": 5,
      "name": "Trevor",
      "email": "trevor@penpal.com"
    },
    {
      "id": 6,
      "name": "Chaneice",
      "email": "chaneice@penpal.com"
    }
  ],
  "topics": [
    {
      "id": 1,
      "type": "Business"
    },
    {
      "id": 2,
      "type": "Friendly"
    },
    {
      "id": 3,
      "type": "Family"
    },
    {
      "id": 4,
      "type": "Congratulations"
    },
    {
      "id": 5,
      "type": "Condolences"
    }
  ],
  "letters": [
    {
      "author": "Allison",
      "letter_body": "Tell me, O Muse, of the man of many devices, who wandered full many ways after he had sacked the sacred citadel of Troy. Many were the men whose cities he saw and whose mind he learned, aye, and many the woes he suffered in his heart upon the sea, seeking to win his own life and the return of his comrades.",
      "topic": "Family",
      "recipient": "Hayat",
      "emailAddress": "allison@penpal.com",
      "id": 1
    },
    {
      "author": "Trevor",
      "letter_body": "Sing, Goddess, Achilles' rage, black and murderous, that cost the Greeks incalculable pain, pitched countless souls of heroes into Hades' dark, and left their bodies to rot as feasts for dogs and birds.",
      "topic": "Business",
      "recipient": "Chaneice",
      "emailAddress": "trevor@penpal.com",
      "id": 2
    },
    {
      "author": "Asher",
      "letter_body": "I went down yesterday to the Peiraeus with Glaucon, the son of Ariston, to pay my devotions to the Goddess, and also because I wished to see how they would conduct the festival since this was its inauguration. I thought the procession of the citizens very fine, but it was no better than the show, made by the marching of the Thracian contingent.",
      "topic": "Business",
      "recipient": "Marcus",
      "emailAddress": "asher@penpal.com",
      "id": 3
    },
    {
      "author": "Asher",
      "letter_body": "Dear Allison,\nI love your cat so much. She is so fat and sweet and I love seeing her hang around you during class. I am reaching out to let you know I will be stealing her from you on January 29 at approximately 4:06 pm, depending on traffic.  Let me know her favorite treats at your earliest convenience so that I can spoil her once she is mine.",
      "topic": "Friendly",
      "recipient": "Allison",
      "emailAddress": "asher@penpal.com",
      "id": 4
    }
  ]
}